{
	"EOObjectNotAvailableException" = "Объект не найден. Возможно он был удален другим пользователем.";
	"ExceedsMaximumLengthException" = "Введенное значение <b>@@displayNameForProperty@@</b> превышает допустимое: <b>@@attribute.width@@</b>.";
	"InvalidNumberException" = "Введенное значение не является числом.";
	"MandatoryToManyRelationshipException" = "Выберите хотя бы один <b>@@displayNameForDestinationEntity@@</b> для <b>@@displayNameForEntity@@</b>.";
	"MandatoryToOneRelationshipException" = "Выберите <b>@@displayNameForProperty@@</b> для <b>@@displayNameForEntity@@</b>.";
	"NullPropertyException" = "Поле <b>@@displayNameForProperty@@</b> не может быть пустым.";
    ObjectRemovalException = "Удаление объекта <b>@@displayNameForEntity@@</b> запрещено. Сначала удалите связанный с ним <b>@@displayNameForProperty@@</b>.";
    ObjectsRemovalException = "Удаление объекта <b>@@displayNameForEntity@@</b> запрещено. Сначала удалите все связанные с ним <b>@@displayNameForProperty@@</b>.";
	"ValueConversionException" = "Введенное значение <b>@@displayNameForProperty@@</b> не является корректным <b>@@attribute.valueClass@@</b>.";
}
